Repository: vikingskoditeam/vikingskoditeam.github.io
Catalog: matrix/plugin.video.iptvbuster/resources/language/resource.language.*/strings.po
Languages: de_de, pt_br

# #30000
source: Settings
de_de: Einstellungen
pt_br: Configurações

# #30001
source: Add a new list
de_de: Neue Liste hinzufügen
pt_br: Adicione uma Nova Lista

# #30002
source: Select playlist source
de_de: Quelle der Playlist
pt_br: Selecione a Lista de Reprodução

# #30003
source: Favorites
de_de: Favoriten
pt_br: Favoritos

# #30004
source: List name
de_de: Name der Liste
pt_br: Nome da Lista

# #30005
source: List URL
de_de: URL der Liste
pt_br: URL da Lista

# #30006
source: Choose list
de_de: Liste wählen
pt_br: Escolha a Lista

# #30007
source: has the same address
de_de: hat die gleiche Adresse
pt_br: Tem o Mesmo Endereço

# #30008
source: Remove from Playlist Loader
de_de: Aus Playlist Loader entfernen
pt_br: Remover a Lista de Reprodução

# #30009
source: Add to Playlist Loader favorites
de_de: Zu Playlist Loader Favoriten hinzufügen
pt_br: Adicionar aos Favoritos

# #30010
source: Remove from Playlist Loader favorites
de_de: Aus Playlist Loader Favoriten entfernen
pt_br: Remover dos Favoritos

# #30011
source: is already in favorites
de_de: ist bereits in den Favoriten vorhanden
pt_br: Já Esta Nos Favoritos

# #30012
source: Added to favorites
de_de: zu den Favoriten hinzugefügt
pt_br: Adicionado aos Favoritos

# #30013
source: Add a new channel
de_de: Neuen Kanal hinzufügen
pt_br: Adicionar um Novo Canal

# #30014
source: Channel name
de_de: Kanal Name
pt_br: Nome do Canal

# #30015
source: Channel URL
de_de: Kanal URL
pt_br: URL do Canal

# #30016
source: Remote-list (URL)
de_de: Online-Liste (URL)
pt_br: Lista Remota (URL)

# #30017
source: Local-list (File)
de_de: Lokale Liste (Datei)
pt_br: Lista Local (Arquivo)

# #30018
source: Select channels logos source
de_de: Quelle der Kanallogos wählen
pt_br: Selecione a Fontes de Logotipos dos Canais

# #30019
source: Channels logos base URL
de_de: Basis-URL für Kanallogos
pt_br: URL Base dos Logotipos de Canais

# #30020
source: Channels logos Folder
de_de: Kanal Logos Ordner
pt_br: Pasta de Logo dos Canais

# #30021
source: None
de_de: Überspringen
pt_br: Nenhum

# #30022
source: Choose List logo
de_de: Logo für die Liste wählen
pt_br: Escolha o Logotipo da Lista

# #30023
source: Choose channel logo
de_de: Logo für den Kanal wählen
pt_br: Escolha o Logotipo deo Canal

# #30024
source: Logo from URL
de_de: Logo (URL)
pt_br: URL da Logo

# #30025
source: Logo from file
de_de: Logo (Datei)
pt_br: Arquivo do Logo

# #30026
source: Rename
de_de: Umbenennen
pt_br: Renomear

# #30027
source: Change source
de_de: Quelle ändern
pt_br: Mudar a Fonte

# #30028
source: Change logo
de_de: Logo ändern
pt_br: Mudar o Logo

# #30029
source: Change channels logos source
de_de: Quelle der Kanallogos ändern
pt_br: Alterar a Fonte de Logotipos de Canais

# #30030
source: Move up
de_de: Verschiebe nach oben
pt_br: Mover para Cima

# #30031
source: Move down
de_de: Verschiebe nach unten
pt_br: Mover para Baixo

# #30032
source: Move to
de_de: Verschieben
pt_br: Mover para

# #30033
source: Select a new location
de_de: Neuen Speicherort wählen
pt_br: Selecione Um Novo Local

# #30034
source: Select minutes for cache the list on disc
de_de: Liste zwischenspeichern (Minuten)
pt_br: Selecione os minutos para armazenar a Lista em disco

# #30035
source: Change caching time of list
de_de: Caching-Zeit der Liste ändern
pt_br: Alterar tempo de cache da Lista

# #30036
source: Show groups in channels lists
de_de: Gruppen in Kanallisten anzeigen
pt_br: Mostrar os Grupos da Lista de Canais

# #30037
source: Yes
de_de: Ja
pt_br: Sim

# #30038
source: No
de_de: Nein
pt_br: Não

# #30039
source: click to change
de_de: ändern (klicken)
pt_br: Clique para Mudar

# #30040
source: Add new directory
de_de: Neuen Ordner hinzufügen
pt_br: Adiciona Nova Pasta

# #30041
source: Add to existing directory
de_de: In Ordner verschieben
pt_br: Adicionar ao Diretório Existente

# #30042
source: Select an icon for this directory ( optional )
de_de: Symbol für den Ordner wählen ( optional )
pt_br: Selecione um Icone Para Este Diretório (Opcional)

# #30043
source: Delete directory and content
de_de: Ordner und Inhalt löschen
pt_br: Excluir do Conteúdo do Diretório

# #30044
source: Delete directory and move contents to root
de_de: Ordner löschen und Inhalt ins Hauptverzeichnis verschieben
pt_br: Excluir o Diretório e Mova o Conteúdo da Raiz

# #30101
source: Delete Playlists file
de_de: Wiedergabelistendatei löschen
pt_br: Excluir Arquivos de Listas de Reprodução

# #30102
source: Delete Favourites file
de_de: Favoriten-Datei löschen
pt_br: Excluir de Favoritos

# #30120
source: Select the playback method
pt_br: Selecione a forma de reprodução

# #30121
source: Default
pt_br: Padrão

# #30123
source: Update
pt_br: Atualizar

# #30124
source: Mark as Brazilian
pt_br: Marcar como Brasileiro

# #30125
source: Mark as not Brazilian
pt_br: Marcar como não Brasileiro

# #30126
source: Mark as Working
pt_br: Marcar como Funcional

# #30127
source: Mark as not Working
pt_br: Marcar como não Funcional

# #30128
source: Lists last updated in %s. Do you want to proceed?
pt_br: Listas atualizadas por último em %s. Deseja prosseguir?

# #30129
source: Whenever necessary, click on [COLOR silver]Update[/COLOR] to obtain the most recent lists. Servers with color [COLOR green]Green[/COLOR] are possibly Brazilian. All other servers in color [COLOR blue]Blue[/COLOR] by default.
pt_br: Sempre que necessário clique em [COLOR silver]Atualizar[/COLOR] para obter as listas mais recentes. Servidores com cor [COLOR green]Verde[/COLOR] são possivelmente Brasileiros. Todos os outros servidores em cor [COLOR blue]Azul[/COLOR] por padrão.

# #30130
source: account(s)
pt_br: conta(s)

# #30131
source: Server
pt_br: Servidor

# #30132
source: Lists last updated in %s
pt_br: Listas atualizadas por último em %s

# #30133
source: Unable to save list to Cache
pt_br: Não foi possível salvar a lista em Cache

# #30134
source: Unable to load list
pt_br: Não foi possível carregar a lista

# #30135
source: Remove from Cache
pt_br: Remover do Cache

# #30136
source: Loaded list Size: %s MB
pt_br: Lista carregada Tamanho: %s MB

# #30137
source: Account Information
pt_br: Informações da Conta

# #30138
source: Expiry date
pt_br: Expira em

# #30139
source: Account status
pt_br: Status

# #30140
source: Current connections
pt_br: Conexões atualmente

# #30141
source: Allowed connections
pt_br: Conexões permitidas

# #30142
source: Full list
pt_br: Lista Completa

# #30143
source: Live Channels
pt_br: Canais Ao Vivo

# #30144
source: Movies
pt_br: Filmes

# #30145
source: TV Shows
pt_br: Séries

# #30146
source: Error loading information
pt_br: Erro ao carregar informações

# #30147
source: TV Guide
pt_br: Guia da TV

# #30148
source: Play Live
pt_br: Reproduzir Ao Vivo

# #30149
source: Season -
pt_br: Temporada -
